#Access Denied Messages
access.denied=Acesso Negado!
access.denied.description=Usu\u00E1rio {0} n\u00E3o tem autoriza\u00E7\u00E3o para acessar esta p\u00E1gina. Por favor, <a href\="{1}" title\="Retornar a p\u00E1gina principal">clique aqui</a> para retornar a p\u00E1gina princial, ou em <a href\="{1}/logout" title\="Sair">logout</a> para sair.
access.denied.no.authorization=Voc\u00EA n\u00E3o tem nenhuma autoriza\u00E7\u00E3o\!

#Error Messages
error.message=Ocorreu um erro na p\u00E1gina\!
error.name={0}
error.description={0}
error.exception={0}
error.failure=Falha do sistema\: entre em contato com o administrador.
error.save=Erro ao salvar o registro.
error.update=Erro ao atualizar o registro.

#Login
login.interface.credentials = Informe suas credenciais
login.interface.login = Login
login.interface.send = Enviar
login.interface.change = Alterar
login.interface.cancel = Cancelar
login.interface.forgot = Esqueceu a senha?
login.interface.renew = Renove a sua senha
login.interface.username = Usu\u00E1rio\:
login.interface.email = E-mail\:
login.interface.password = Senha\:
login.interface.oldpassword = Senha atual\:
login.interface.newpassword = Nova senha\:
login.interface.confirm = Confirmar\:
login.interface.goback = Por favor, retorne a p\u00E1gina de login e tente novamente\!
login.interface.aboutus = Sobre N\u00F3s
login.interface.service = Servi\u00E7os
login.interface.contactus = Fale Conosco
login.title.request = Solicitar uma nova senha por e-mail.
login.title.forgot = Clique aqui se voc\u00EA esqueceu a sua senha.
login.title.login = Pressione para acessar.
login.title.send = Pressione para enviar a sua nova senha.
login.title.change = Pressione para renovar a sua senha.
login.title.cancel = Pressione para voltar ao formul\u00E1rio de login.
login.title.confirm = Pressione para confirmar a sua nova senha.
login.title.username = Por favor digite seu usu\u00E1rio.
login.title.email = Por favor digite seu endere\u00E7o de e-mail.
login.title.password = Por favor digite sua senha.
login.title.oldpassword = Por favor digite a sua senha atual.
login.title.newpassword = Por favor digite a sua nova senha.
login.title.required = Este campo \u00E9 necess\u00E1rio.
login.validation.sucess = Voc\u00EA esta conectado\! Por favor aguarde enquanto o sistema est\u00E1 carregando...
login.validation.account.invalid = Login Inv\u00E1lido.
login.validation.account.locked = Conta de usu\u00E1rio bloqueada\: Por favor, entre em contato com o administrador.
login.validation.account.expired = Conta de usu\u00E1rio expirada\: Por favor, entre em contato com o administrador.
login.validation.account.pwd.expired = Sua senha expirou. Por favor, altere sua senha.
login.validation.account.incorrect = O usu\u00E1rio e/ou senha est\u00E3o incorretos. Por favor tente novamente.
login.validation.account.failure = Falha no Sistema\: Por favor, entre em contato com o administrador.
login.validation.pwd.empty = A senha est\u00E1 vazia\! Por favor, tente novamente.
login.validation.pwd.confirm = A confirma\u00E7\u00E3o da nova senha est\u00E1 vazia\! Por favor, tente novamente.
login.validation.pwd.length = O tamanho da senha deve ser maior que 6\! Por favor, tente novamente.
login.validation.pwd.match = A confirma\u00E7\u00E3o da nova senha est\u00E1 incorreta\! Por favor, tente novamente.
login.validation.pwd.old = A senha atual \u00E9 inv\u00E1lida\! Por favor, tente novamente.
login.validation.pwd.equals = Escolha uma senha que ainda n\u00E3o tenha sido usada com esta conta.
login.validation.error = Erro ao salvar o usu\u00E3rio.
login.validation.usernotfound = Usu\u00E1rio n\u00E3o encontrado {0}.

#CRUD ERRORS
error.save.item = Um erro ocorreu ao tentar SALVAR o item na base de dados.
error.update.item = Um erro ocorreu ao tentar ATUALIZAR o item na base de dados.
error.list.items = Um erro ocorreu ao tentar LISTAR TODOS os itens do banco de dados.
error.delete.items = Un erro ocorreu ao tentar DELETAR um item no banco de dados.
error.parse.date = Um erro ocorreu ao tentar fazer a CONVERS\u00C3O de STRING para DATA no controller.
error.format.imagefile = Formato de imagem incorreto\!
error.format.videofile = Formato de video incorreto\!
error.parse.image = Um erro ocorreu ao tentar converter a imagem no controlador.
error.broken.video = Video est\u00E1 vazio ou corrompido desde a base de dados\!
error.broken.image = Imagem est\u00E1 vazia ou corrompida desde a base de dados\!

#Batches
error.expurge.media = Um erro ocorreu ao tentar expurgar os dados da base\!

#Orders
error.orderitem.ready = Erro ao tentar liberar o item do pedido\!
error.orderitem.cancel = Erro ao tentar cancelar o item do pedido\!

#Alerts
error.list.pendent.alerts = Ocorreu um erro ao tentar listar os alertas pendentes para o atendente.
error.list.last.alerts = Ocorreu um erro ao tentar listar os ultimos alertas.
error.list.new.orders = Ocorreu um erro ao tentar listar os novos pedidos realizados vindos do servidor.
error.read.alert = Ocorreu um erro ao tentar ler um alerta.

#WebService
error.exists.tablet = J\u00E1 existe um tablet com o mesmo n\u00FAmero cadastrado\!
error.connect.tablet = Um erro ocorreu ao tentar conectar-se com o servidor\!
sucess.save.tablet = Tablet salvo com sucesso\!
sucess.connect.tablet = Tablet conectado com sucesso\!
error.registerdetails.tablet = Um erro ocorreu ao tentar salvar os dados de detalhe do tablet\!
success.registerdetails.tablet = Detalhes do tablet salvos com sucesso\!
error.nonexists.tablet = Tablet n\u00E3o encontrado\!
error.callattendant = Erro na requisi\u00E7\u00E3o para chamar o atendimento\!
error.saveorder.tablet = Um erro ocorreu ao tentar salvar o pedido do tablet\!
sucess.saveorder.tablet = Pedido salvo com sucesso\!
error.closeAttendance = Um erro ocorreu para encerrar o atendimento\!
info.saveorder.noAccompaniments = N\u00E3o existem acompanhamentos relacionados a este item de pedido.
error.save.tabletStatus = Um erro ocorreu enquanto se tentava atualizar o status do tablet.
error.exitApplication = Um erro ocorreu enquanto se tentava atualizar o status dos pedidos e dos itens dos pedidos ao sair da aplica\u00E7\u00E3o no tablet.
